---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserType
source: html/4c3f52cf-39f1-9284-6fb0-f95b9995d179.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserType Property

"Riser Type"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRiserType { get; }
```